Repository: furkandoganay0/ReactDuel
Catalog: Duello/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, en, es, fr, hi, pt, zh_hans

source: Seri Hatırlatması
ar: تذكير السلسلة
en: Streak Reminder
es: Recordatorio de Racha
fr: Rappel de Série
hi: स्ट्रीक रिमाइंडर
pt: Lembrete de Sequência
zh_hans: 连续记录提醒

source: Açıksa, bugün henüz oynamadıysan akşam kısa bir hatırlatma bildirimi alırsın.
ar: عند التفعيل، ستتلقى إشعار تذكير قصير في المساء إذا لم تلعب اليوم بعد.
en: When on, you'll get a short reminder notification in the evening if you haven't played yet today.
es: Si está activado, recibirás una breve notificación por la noche si aún no has jugado hoy.
fr: Si activé, vous recevrez une courte notification de rappel le soir si vous n'avez pas encore joué aujourd'hui.
hi: चालू होने पर, अगर आपने आज अभी तक नहीं खेला है तो आपको शाम को एक छोटी रिमाइंडर सूचना मिलेगी।
pt: Se ativado, você receberá uma breve notificação à noite caso ainda não tenha jogado hoje.
zh_hans: 开启后，如果你今天还没玩过，晚上会收到一条简短的提醒通知。

source: Düzenle
ar: تعديل
en: Edit
es: Editar
fr: Modifier
hi: संपादित करें
pt: Editar
zh_hans: 编辑

source: Paketi Düzenle
ar: تعديل الحزمة
en: Edit Pack
es: Editar Paquete
fr: Modifier le Pack
hi: पैक संपादित करें
pt: Editar Pacote
zh_hans: 编辑内容包
